{
  "ack.vim": { "branch": "master" },
  "ai.vim": { "branch": "main" },
  "avante.nvim": { "branch": "main" },
  "base16-vim": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "copilot.vim": { "branch": "release" },
  "dash.vim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "funcoo.vim": { "branch": "master" },
  "fzf": { "branch": "master" },
  "gist-vim": { "branch": "master" },
  "goyo.vim": { "branch": "master" },
  "html5.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "neomake": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "nui-components.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "ri.vim": { "branch": "master" },
  "splitjoin.vim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "tomdoc.vim": { "branch": "master" },
  "typescript-vim": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-bufferline": { "branch": "master" },
  "vim-coffee-script": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-endwise": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-jade": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-pencil": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-rubocop": { "branch": "master" },
  "vim-ruby": { "branch": "master" },
  "vim-ruby-xmpfilter": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-vroom": { "branch": "master" },
  "vimux": { "branch": "master" },
  "webapi-vim": { "branch": "master" }
}
